export const servicesTriangles = [
	{
		text: "Геологические изыскания",
		imgSrc: "geodezia/service-1.png",
		imgClip: "polygon(100% 50%, 0 0, 0 100%)",
		textPos: "absolute top-0 right-0",
	},
	{
		text: "Экологические изыскания",
		imgSrc: "geodezia/service-2.png",
		imgClip: "polygon(0 50%, 100% 0, 100% 100%)",
		textPos: "absolute top-1/2 transform -translate-y-1/2 -right-[120px]",
	},
	{
		text: "Гидрометерологические изыскания",
		imgSrc: "geodezia/service-3.png",
		imgClip: "polygon(100% 50%, 0 0, 0 100%)",
		textPos: "absolute bottom-0 right-0",
	},
	{
		text: "Техническое обследование зданий, сооружений",
		imgSrc: "geodezia/service-4.png",
		imgClip: "polygon(100% 0, 0 50%, 100% 100%)",
		textPos: "absolute top-0 left-0",
	},
	{
		text: "Разработка проекта С33",
		imgSrc: "geodezia/service-5.png",
		imgClip: "polygon(100% 50%, 0 0, 0 100%)",
		textPos: "absolute top-1/2 transform -translate-y-1/2 -left-[120px]",
	},
	{
		text: "Геодезичские изыскания",
		imgSrc: "geodezia/service-6.png",
		imgClip: "polygon(100% 100%, 0 50%, 100% 0)",
		textPos: "absolute bottom-0 left-0",
	},
];

export const services = [
	{
		imageSrc: "public/geodezia/service-more-1.png",
		title: "предпроектной бурение в составе геологических изысканий",
		subtitle:
			"Георадарные исследования: цели, задачи и нюансы При желании качественно выполнить обследование объекта, следует заказать такую услугу, как георадарная съемка − один из наиболее распространенных, помехозащищенный…",
	},
	{
		imageSrc: "public/geodezia/service-more-2.png",
		title: "⁠⁠проектирование и подготовительные работы",
		subtitle:
			"Профессионально выполненные инженерно-геологические изыскания для строительства – это основа безошибочного проектирования дома и любого другого сооружения.",
	},
	{
		imageSrc: "public/geodezia/service-more-3.png",
		title: "бурение скважин и анализ грунта",
		subtitle:
			"Компания ООО «ГеоГИС» осуществляет специальные геофизические изыскания, цена которых вас приятно удивит. Геофизические работы являются обязательной составной частью геологических изысканий для строительства…",
	},
	{
		imageSrc: "public/geodezia/service-more-4.png",
		title: "отчет подсчета запасов на основание разведки",
		subtitle:
			"Началу строительно-монтажных и любых земляных работ предшествует изучение условий на местности. Абсолютно одинаковых участков нет. Каждая площадка имеет свои особенности и индивидуальные характеристики.…",
	},
	{
		imageSrc: "public/geodezia/service-more-5.png",
		title: "разработка тэо разведочных кондиций",
		subtitle:
			"Топографическая съемка – наиболее востребованный вид услуг, оказываемых специалистами нашего профильного предприятия «ГеоГИС» населению и организациям Москвы, Московского региона по выгодной цене. Посмотреть…",
	},
	{
		imageSrc: "public/geodezia/service-more-6.png",
		title: "геодезическое сопровождение строительства",
		subtitle:
			"Геодезическое сопровождение строительства – это проводимый специалистами, оговоренный в нормативно-правовых актах, комплекс изысканий. Он необходим для сбора и анализа всех данных об объекте строительства,…",
	},
	{
		imageSrc: "public/geodezia/service-more-7.png",
		title: "инжинерно-экологические изыскания для строительства",
		subtitle:
			"Экологические изыскания представляют собой комплекс мероприятий, направленных на оценку влияния планируемой деятельности на окружающую среду. Эти исследования проводятся с целью выявления возможных негативных…",
	},
	{
		imageSrc: "public/geodezia/service-more-8.png",
		title: "инжинерно-гидрометеорологические изыскания",
		subtitle:
			"Квалифицированные специалисты нашей компании «ГеоГИС» по заявке клиента выполняют инженерные изыскания с целью получения максимально полной информации о территории. Наряду с исследованиями геологии, экологии…",
	},
	{
		imageSrc: "public/geodezia/service-more-9.png",
		title: "разработка проекта сзз",
		subtitle:
			"Промышленные предприятия, как крупные, так и малые, оказывают значительное влияние на окружающую среду. В условиях современной застройки нередки случаи, когда дома, парки, скверы и другие места пребывания…",
	},
	{
		imageSrc: "public/geodezia/service-more-10.png",
		title: "экспертиза промышленной безопасности",
		subtitle:
			"На промышленных объектах задействованы разные постройки, механизмы и техника для обеспечения нормального функционирования предприятия, а также выполнения плановых показателей. Из-за того, что на таких…",
	},
	{
		imageSrc: "public/geodezia/service-more-11.png",
		title: "инженерно-технические изыскание",
		subtitle:
			"Перед началом строительства необходимо провести анализ территории будущей постройки. Для этого осуществляют инженерно-технические изыскания. Это такие изыскания, задача которых состоит в выяснении, насколько…",
	},
	{
		imageSrc: "public/geodezia/service-more-12.png",
		title: "техническое обследование зданий и оборудования",
		subtitle:
			"'ГеоГИС' предлагает полный набор услуг по контролю, тестированию и оценке состояния объектов. Техническое обследование зданий и сооружений представляет собой комплексную оценку текущего состояния данных…",
	},
];
